Repository: common-repository/single-page-booking-system
Catalog: languages/wp-irent_*.po
Languages: de_de, es_es, fr_fr, nl_nl, ru_ru

source: Property management system for holiday homes (PMS)
de_de: Immobilienverwaltungssystem für Ferienhäuser (PMS)
es_es: Sistema de gestión de propiedades para casas de vacaciones (PMS)
fr_fr: Système de gestion des propriétés pour les maisons de vacances (PMS)
nl_nl: Huisbeheersysteem voor vakantiehuizen (PMS)
ru_ru: Система управления недвижимостью для домов отдыха (PMS)

source: Error: Invalid page ID.
de_de: Fehler: Ungültige Seiten-ID.
es_es: Error: ID de página no válida.
fr_fr: Erreur : L'ID de la page n'est pas valide.
nl_nl: Fout: Ongeldige pagina-ID.
ru_ru: Ошибка: Неверный идентификатор страницы.

source: Error: Failed to update the page content.
de_de: Fehler: Die Aktualisierung des Seiteninhalts ist fehlgeschlagen.
es_es: Error: Error al actualizar el contenido de la página.
fr_fr: Erreur : La mise à jour du contenu de la page a échoué.
nl_nl: Fout: Het bijwerken van de pagina-inhoud is mislukt.
ru_ru: Ошибка: Не удалось обновить содержимое страницы.

source: Your settings were saved correctly, please check your landing page to display the search engine.
de_de: Ihre Einstellungen wurden korrekt gespeichert, bitte überprüfen Sie Ihre Landing Page, um die Suchmaschine anzuzeigen.
es_es: Su configuración se guardó correctamente, por favor revise su página de destino para mostrar el motor de búsqueda.
fr_fr: Vos paramètres ont été enregistrés correctement, veuillez vérifier votre page d'atterrissage pour afficher le moteur de recherche.
nl_nl: Uw instellingen zijn correct opgeslagen, controleer uw landingspagina om de zoekmachine weer te geven.
ru_ru: Ваши настройки были сохранены правильно, пожалуйста, проверьте, отображается ли на вашей целевой странице поисковая система.

source: Invalid API data.
de_de: Ungültige API-Daten.
es_es: Datos de API no válidos.
fr_fr: Données API non valides.
nl_nl: Ongeldige API-gegevens.
ru_ru: Неверные данные API.

source: Error when making the API request.
de_de: Fehler beim Erstellen der API-Anforderung.
es_es: Error al realizar la solicitud API.
fr_fr: Erreur lors de la demande d'API.
nl_nl: Fout bij het maken van het API-verzoek.
ru_ru: Ошибка при выполнении запроса API.

source: Invalid response code.
de_de: Ungültiger Antwortcode.
es_es: Código de respuesta no válido.
fr_fr: Code de réponse non valide.
nl_nl: Ongeldige responscode.
ru_ru: Неверный код ответа.

source: Username or password is incorrect.
de_de: Der Benutzername oder das Passwort ist falsch.
es_es: El nombre de usuario o la contraseña son incorrectos.
fr_fr: Le nom d'utilisateur ou le mot de passe est incorrect.
nl_nl: Gebruikersnaam of wachtwoord is onjuist.
ru_ru: Имя пользователя или пароль неверны.

source: Error: You must fill in all fields (username and password).
de_de: Fehler: Sie müssen alle Felder ausfüllen (Benutzername und Passwort).
es_es: Error: Debe rellenar todos los campos (nombre de usuario y contraseña).
fr_fr: Erreur : Vous devez remplir tous les champs (nom d'utilisateur et mot de passe).
nl_nl: Fout: U moet alle velden invullen (gebruikersnaam en wachtwoord).
ru_ru: Ошибка: Вы должны заполнить все поля (имя пользователя и пароль).

source: Unexpected response code:
de_de: Unerwarteter Antwortcode:
es_es: Código de respuesta inesperado:
fr_fr: Code de réponse inattendu :
nl_nl: Onverwachte responscode:
ru_ru: Неожиданный код ответа:

source: Wrong Page ID.
de_de: Falsche Seiten-ID.
es_es: ID de página incorrecto.
fr_fr: Mauvais ID de page.
nl_nl: Verkeerde pagina-ID.
ru_ru: Неверный идентификатор страницы.

source: No language selected.
de_de: Keine Sprache ausgewählt.
es_es: No se ha seleccionado ningún idioma.
fr_fr: Aucune langue n'est sélectionnée.
nl_nl: Geen taal geselecteerd.
ru_ru: Язык не выбран.

source: No colour selected.
de_de: Keine Farbe ausgewählt.
es_es: No se ha seleccionado ningún color.
fr_fr: Aucune couleur n'a été sélectionnée.
nl_nl: Geen kleur geselecteerd.
ru_ru: Цвет не выбран.

source: No accommodation selected.
de_de: Keine Unterkunft ausgewählt.
es_es: No se ha seleccionado ningún alojamiento.
fr_fr: Aucun logement n'a été sélectionné.
nl_nl: Geen accommodatie geselecteerd.
ru_ru: Размещение не выбрано.

source: The shortcode has been created successfully
de_de: Der Shortcode wurde erfolgreich erstellt
es_es: El shortcode se ha creado correctamente
fr_fr: Le shortcode a été créé avec succès
nl_nl: De shortcode is succesvol aangemaakt
ru_ru: Шорткод был успешно создан

source: You are logged out
de_de: Sie sind abgemeldet
es_es: Ha cerrado la sesión
fr_fr: Vous êtes déconnecté
nl_nl: U bent uitgelogd
ru_ru: Вы вышли из системы

source: The ShortCode has been cleared from all published pages.
de_de: Der ShortCode wurde von allen veröffentlichten Seiten entfernt.
es_es: El ShortCode ha sido borrado de todas las páginas publicadas.
fr_fr: Le numéro abrégé a été supprimé de toutes les pages publiées.
nl_nl: De ShortCode is verwijderd van alle gepubliceerde pagina's.
ru_ru: ShortCode был удален со всех опубликованных страниц.

source: Missing required configuration data.
de_de: Fehlende erforderliche Konfigurationsdaten.
es_es: Faltan datos de configuración necesarios.
fr_fr: Données de configuration manquantes.
nl_nl: Vereiste configuratiegegevens ontbreken.
ru_ru: Отсутствуют необходимые данные конфигурации.

source: Booking system - Channel Gateway - Management
de_de: Buchungssystem - Channel Gateway - Verwaltung
es_es: Sistema de reservas - Channel Gateway - Gestión
nl_nl: Boekingssysteem - Kanaalgateway - Beheer
ru_ru: Система бронирования - Шлюз канала - Управление

source: Configuration of the booking script
de_de: Konfiguration des Buchungsskripts
es_es: Configuración del script de reserva
fr_fr: Configuration du script de réservation
nl_nl: Configuratie van het boekingsscript
ru_ru: Конфигурация сценария бронирования

source: Booking Source/WebSite:
de_de: Buchungsquelle/WebSite:
es_es: Fuente de la reserva/sitio web:
fr_fr: Source de réservation/site web :
nl_nl: Boekingsbron/website:
ru_ru: Источник бронирования/веб-сайт:

source: Choose from the list any of your websites published from your i-rent.net account to list the accommodations published on it.
de_de: Wählen Sie aus der Liste eine Ihrer Websites aus, die Sie über Ihr i-rent.net-Konto veröffentlicht haben, um die darauf veröffentlichten Unterkünfte aufzulisten.
es_es: Elija de la lista cualquiera de sus páginas web publicadas desde su cuenta i-rent.net para listar los alojamientos publicados en ella.
fr_fr: Choisissez dans la liste n'importe lequel de vos sites web publiés à partir de votre compte i-rent.net pour lister les logements qui y sont publiés.
nl_nl: Kies uit de lijst een van je websites die je hebt gepubliceerd vanuit je i-rent.net account om de accommodaties te tonen die erop zijn gepubliceerd.
ru_ru: Выберите из списка любой из ваших сайтов, опубликованных с вашего аккаунта i-rent.net, чтобы перечислить опубликованные на нем объекты жилья.

source: Language:
de_de: Sprache:
es_es: Idioma:
fr_fr: Langue :
nl_nl: Taal:
ru_ru: Язык:

source: English
de_de: Englisch
es_es: Inglés
fr_fr: Anglais
nl_nl: Engels
ru_ru: Английский язык

source: Spanish
de_de: Spanisch
es_es: Español
fr_fr: Espagnol
nl_nl: Spaans
ru_ru: Испанский

source: Dutch
de_de: Niederländisch
es_es: Holandés
fr_fr: Néerlandais
nl_nl: Nederlands
ru_ru: Голландия

source: French
de_de: Französisch
es_es: Francés
fr_fr: Français
nl_nl: Frans
ru_ru: Французский

source: German
de_de: Deutsch
es_es: Alemán
fr_fr: Allemand
nl_nl: Duits
ru_ru: Немецкий язык

source: Choose the language in which the accommodation search and booking engine.
de_de: Wählen Sie die Sprache aus, in der die Such- und Buchungsmaschine für Unterkünfte angezeigt werden soll.
es_es: Elija el idioma en el que se mostrará el motor de búsqueda y reserva de alojamientos.
fr_fr: Choisissez la langue dans laquelle le moteur de recherche et de réservation de logements sera affiché.
nl_nl: Kies de taal waarin de zoek- en boekingsmachine voor accommodaties werkt.
ru_ru: Выберите язык, на котором будет отображаться система поиска и бронирования жилья.

source: Theme:
de_de: Thema:
es_es: Tema:
fr_fr: Thème :
nl_nl: Thema:
ru_ru: Тема:

source: Blue
de_de: Blau
es_es: Azul
fr_fr: Bleu
nl_nl: Blauw
ru_ru: Голубой

source: Green
de_de: Grün
es_es: Verde
fr_fr: Vert
nl_nl: Groen
ru_ru: Зеленый

source: Red
de_de: Rot
es_es: Rojo
fr_fr: Rouge
nl_nl: Rood
ru_ru: Красный

source: Light blue
de_de: Helles Blau
es_es: Celeste
fr_fr: Bleu clair
nl_nl: Lichtblauw
ru_ru: Синий цвет

source: Orange
es_es: Naranja
nl_nl: Oranje
ru_ru: Оранжевый

source: Select from the options the colour palette that best suits your website.
de_de: Wählen Sie aus den Optionen die Farbpalette aus, die am besten zu Ihrer Website passt.
es_es: Seleccione entre las opciones la paleta de colores que mejor se adapte a su sitio web.
fr_fr: Sélectionnez parmi les options la palette de couleurs qui convient le mieux à votre site web.
nl_nl: Kies uit de opties het kleurenpalet dat het beste bij je website past.
ru_ru: Выберите из предложенных вариантов цветовую палитру, наиболее подходящую для вашего сайта.

source: Google Map Api Key:
de_de: Google Map Api Schlüssel:
es_es: Clave Api de Google Map:
fr_fr: Clé Api Google Map :
nl_nl: Google Map Api sleutel:
ru_ru: Ключ Google Map Api:

source: For the accommodation map to display correctly, you must have the map code generated in your Google Cloud Platform account.
de_de: Damit die Unterkunftskarte korrekt angezeigt wird, müssen Sie den Kartencode in Ihrem Google Cloud Platform-Konto generieren lassen.
es_es: Para que el mapa del alojamiento se muestre correctamente, debe tener el código del mapa generado en su cuenta de Google Cloud Platform.
fr_fr: Pour que la carte des hébergements s'affiche correctement, vous devez avoir généré le code de la carte dans votre compte Google Cloud Platform.
nl_nl: Om de accommodatiekaart correct weer te geven, moet je de kaartcode hebben gegenereerd in je Google Cloud Platform-account.
ru_ru: Чтобы карта размещения отображалась корректно, в вашем аккаунте Google Cloud Platform должен быть сгенерирован код карты.

source: Destination Page:
de_de: Zielseite:
es_es: Página de destino:
fr_fr: Page de destination :
nl_nl: Bestemmingspagina:
ru_ru: Страница назначения:

source: None Page
de_de: Keine Seite
es_es: Ninguna Página
fr_fr: Aucune Page
nl_nl: Geen Pagina
ru_ru: Нет страницы

source: Select the page where you want the accommodation search and booking engine to be displayed.
de_de: Wählen Sie die Seite, auf der die Such- und Buchungsmaschine für Unterkünfte angezeigt werden soll.
es_es: Seleccione la página en la que desea que aparezca el motor de búsqueda y reserva de alojamientos.
fr_fr: Sélectionnez la page où vous souhaitez afficher le moteur de recherche et de réservation de logements.
nl_nl: Selecteer de pagina waar je de zoek- en boekingsmachine voor accommodaties wilt weergeven.
ru_ru: Выберите страницу, на которой будет отображаться система поиска и бронирования жилья.

source: ShortCode:
es_es: Código corto:
fr_fr: Effacer ShortCode :

source: View current page
de_de: Aktuelle Seite anzeigen
es_es: Ver la página actual
fr_fr: Voir la page actuelle
nl_nl: Huidige pagina bekijken
ru_ru: Посмотреть текущую страницу

source: Copy and paste the following shortcode into the desired page:
de_de: Kopieren Sie den folgenden Shortcode und fügen Sie ihn auf der gewünschten Seite ein:
es_es: Copie y pegue el siguiente shortcode en la página deseada:
fr_fr: Copiez et collez le shortcode suivant dans la page souhaitée :
nl_nl: Kopieer en plak de volgende shortcode op de gewenste pagina:
ru_ru: Скопируйте и вставьте следующий шорткод на нужную страницу:

source: Clear ShortCode:
de_de: ShortCode löschen:
es_es: Borrar código corto:
fr_fr: Effacer ShortCode :
nl_nl: Wis shortcode:
ru_ru: Очистить короткий код:

source: Clear
de_de: Klar
es_es: Borrar
fr_fr: Supprimer
nl_nl: Wis
ru_ru: Стереть

source: If you need to clear the ShortCode from all your pages, please click the button. Please note, this action cannot be undone.
de_de: Wenn Sie den ShortCode von allen Ihren Seiten löschen möchten, klicken Sie bitte auf die Schaltfläche. Bitte beachten Sie, dass diese Aktion nicht rückgängig gemacht werden kann.
es_es: Si necesita borrar el ShortCode de todas sus páginas, haga clic en el botón. Tenga en cuenta que esta acción no se puede deshacer.
fr_fr: Si vous souhaitez effacer le numéro abrégé de toutes vos pages, cliquez sur le bouton . Cette action ne peut pas être annulée.
nl_nl: Als je de ShortCode van al je pagina's wilt verwijderen, klik dan op de knop. Let op, deze actie kan niet ongedaan worden gemaakt.
ru_ru: Если вам нужно удалить ShortCode со всех страниц, нажмите на кнопку. Обратите внимание, что это действие нельзя отменить.

source: Save Changes
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
nl_nl: Wijzigingen opslaan
ru_ru: Сохранить изменения

source: Log Out
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Se déconnecter
nl_nl: Afmelden
ru_ru: Выйти из системы

source: Booking System - Channel Gateway - Management
de_de: Buchungssystem - Channel Gateway - Verwaltung
es_es: Sistema de reservas - Channel Gateway - Gestión
fr_fr: Système de réservation - Passerelle de canaux - Gestion
nl_nl: Boekingssysteem - Kanaalgateway - Beheer
ru_ru: Система бронирования - Шлюз канала - Управление

source: Welcome to your holiday rental booking system
de_de: Willkommen bei Ihrem Buchungssystem für Ferienunterkünfte
es_es: Bienvenido a su sistema de reservas de alquileres de vacaciones
fr_fr: Bienvenue dans votre système de réservation de locations de vacances
nl_nl: Welkom bij uw boekingssysteem voor vakantieverhuur
ru_ru: Добро пожаловать в систему бронирования аренды жилья

source: User:
de_de: Benutzer:
es_es: Usuario:
fr_fr: Utilisateur :
nl_nl: Gebruiker:
ru_ru: Пользователь:

source: Password:
de_de: Kennwort:
es_es: Contraseña:
fr_fr: Mot de passe :
nl_nl: Wachtwoord:
ru_ru: Пароль:

source: Login
de_de: Anmeldung
es_es: Inicio de sesión
fr_fr: Connexion
nl_nl: Inloggen
ru_ru: Вход в систему

source: Beige
ru_ru: Бежевый
